<?php

$itemsList = [
    1 => ['title' => 'Молоко пастеризоване', 'cost' => 12],
    2 => ['title' => 'Хліб чорний', 'cost' => 9],
    3 => ['title' => 'Сир білий', 'cost' => 21],
    4 => ['title' => 'Сметана 20%', 'cost' => 25],
    5 => ['title' => 'Кефір 1%', 'cost' => 19],
    6 => ['title' => 'Вода газована', 'cost' => 18],
    7 => ['title' => 'Печиво "Весна"', 'cost' => 14],
];

function printWelcome()
{
    echo "################################\n";
    echo "# ПРОДОВОЛЬЧИЙ МАГАЗИН \"ВЕСНА\" #\n";
    echo "################################\n";
    echo "1 Вибрати товари\n";
    echo "2 Отримати підсумковий рахунок\n";
    echo "3 Налаштувати свій профіль\n";
    echo "0 Вийти з програми\n";
    echo "Введіть команду: ";
}
